[
  {
    "id": 1,
    "name": {
      "uk": "Жіночий спортивний костюм петля однотонний весняний преміум якості",
      "ru": "Женский спортивный костюм петля однотонный весенний премиум качества"
    },
    "oldPrice": 1450,
    "price": 1230,
    "discount": 15,
    "colors": [
      2,
      3,
      4
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "S",
        "M"
      ],
      "topLength": [
        11,
        111
      ],
      "arm": [
        11,
        111
      ],
      "breast": [
        11,
        111
      ],
      "shoulder": [
        11,
        111
      ],
      "shanksLength": [
        11,
        111
      ],
      "thigh": [
        11,
        111
      ],
      "stretchedBelt": [
        11,
        111
      ],
      "notStretchedBelt": [
        11,
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/jNeY33iWL0o",
    "disabled": false,
    "images": [
      1,
      2,
      3,
      4,
      5
    ],
    "currentColor": {
      "uk": "крем",
      "ru": "крем"
    },
    "info": {
      "desc": {
        "ru": "Премиальный женский спортивный костюм 'Петля' – идеальное сочетание элегантности и комфорта для современных активных женщин. Изготовлен из 100% европейского хлопка высшего качества, обеспечивающего исключительную носкость и сохранение формы даже после многократных стирок. Доступен в размерах S и M, представлен в стильном кремовом оттенке, который легко комбинируется с любыми аксессуарами. Продуманный крой костюма подчеркивает достоинства фигуры, создавая безупречный силуэт. Идеален для весенне-осеннего сезона, подходит как для спортивных занятий, так и для повседневных городских образов.",
        "uk": "Преміальний жіночий спортивний костюм 'Петля' – ідеальне поєднання елегантності та комфорту для сучасних активних жінок. Виготовлений зі 100% європейської бавовни вищої якості, що забезпечує виняткову зносостійкість і збереження форми навіть після багаторазових прань. Доступний у розмірах S та M, представлений у стильному кремовому відтінку, який легко комбінується з будь-якими аксесуарами. Продуманий крій костюма підкреслює переваги фігури, створюючи бездоганний силует. Ідеальний для весняно-осіннього сезону, підходить як для спортивних занять, так і для повсякденних міських образів."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;"
        ]
      },
      "season": {
        "uk": [
          "осінь/весна"
        ],
        "ru": [
          "осень/весна"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-spring-autumn",
      "style-sports"
    ]
  },
  {
    "id": 2,
    "name": {
      "uk": "Жіночий спортивний костюм петля однотонний весняний преміум якості",
      "ru": "Женский спортивный костюм петля однотонный весенний премиум качества"
    },
    "oldPrice": 1450,
    "price": 1230,
    "discount": 15,
    "colors": [
      1,
      3,
      4,
      5
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "M"
      ],
      "topLength": [
        111
      ],
      "arm": [
        111
      ],
      "breast": [
        111
      ],
      "shoulder": [
        111
      ],
      "shanksLength": [
        111
      ],
      "thigh": [
        111
      ],
      "stretchedBelt": [
        111
      ],
      "notStretchedBelt": [
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/jNeY33iWL0o",
    "disabled": false,
    "images": [
      1,
      2,
      3,
      4
    ],
    "currentColor": {
      "uk": "світло сірий",
      "ru": "светло серый"
    },
    "info": {
      "desc": {
        "ru": "Эксклюзивный женский спортивный костюм 'Петля' светло-серого цвета – безупречное сочетание премиального качества и современного дизайна. Изготовлен из 100% европейского хлопка высшего сорта, гарантирующего исключительную прочность и сохранение первоначального вида даже после многочисленных стирок. Продуманный крой костюма идеально подчеркивает женственный силуэт, обеспечивая максимальный комфорт при движении. Универсальный размер M позволяет костюму идеально сидеть на фигуре, создавая элегантный и стильный образ для повседневной носки. Идеальный выбор для активных женщин, ценящих комфорт без компромиссов в стиле.",
        "uk": "Ексклюзивний жіночий спортивний костюм 'Петля' світло-сірого кольору – бездоганне поєднання преміальної якості та сучасного дизайну. Виготовлений зі 100% європейської бавовни вищого ґатунку, що гарантує виняткову міцність і збереження первісного вигляду навіть після численних прань. Продуманий крій костюма ідеально підкреслює жіночний силует, забезпечуючи максимальний комфорт під час руху. Універсальний розмір M дозволяє костюму ідеально сидіти на фігурі, створюючи елегантний і стильний образ для повсякденного носіння. Ідеальний вибір для активних жінок, які цінують комфорт без компромісів у стилі."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;"
        ]
      },
      "season": {
        "uk": [
          "осінь/весна"
        ],
        "ru": [
          "осень/весна"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-spring-autumn",
      "style-sports"
    ]
  },
  {
    "id": 3,
    "name": {
      "uk": "Жіночий спортивний костюм петля однотонний весняний преміум якості",
      "ru": "Женский спортивный костюм петля однотонный весенний премиум качества"
    },
    "oldPrice": 1450,
    "price": 1230,
    "discount": 15,
    "colors": [
      1,
      2,
      4,
      5
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "S",
        "M"
      ],
      "topLength": [
        11,
        111
      ],
      "arm": [
        11,
        111
      ],
      "breast": [
        11,
        111
      ],
      "shoulder": [
        11,
        111
      ],
      "shanksLength": [
        11,
        111
      ],
      "thigh": [
        11,
        111
      ],
      "stretchedBelt": [
        11,
        111
      ],
      "notStretchedBelt": [
        11,
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/jNeY33iWL0o",
    "disabled": false,
    "images": [
      1,
      2,
      4
    ],
    "currentColor": {
      "uk": "мокко",
      "ru": "мокко"
    },
    "info": {
      "desc": {
        "ru": "Премиальный женский спортивный костюм 'Петля' цвета мокко - безупречное сочетание элегантности и функциональности. Изготовлен из 100% высококачественного европейского хлопка, обеспечивающего исключительную прочность и сохранение первоначального вида даже после многократных стирок. Эргономичный крой идеально подчеркивает женственный силуэт, гарантируя максимальный комфорт при движении. Доступные размеры S и M позволяют подобрать идеальную посадку по фигуре. Универсальный дизайн делает костюм незаменимым элементом гардероба для активных женщин, ценящих качество и стиль в повседневной жизни.",
        "uk": "Преміальний жіночий спортивний костюм 'Петля' кольору мокко - бездоганне поєднання елегантності та функціональності. Виготовлений зі 100% високоякісної європейської бавовни, що забезпечує виняткову міцність і збереження первісного вигляду навіть після багаторазових прань. Ергономічний крій ідеально підкреслює жіночний силует, гарантуючи максимальний комфорт під час руху. Доступні розміри S та M дозволяють підібрати ідеальну посадку по фігурі. Універсальний дизайн робить костюм незамінним елементом гардеробу для активних жінок, які цінують якість і стиль у повсякденному житті."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;"
        ]
      },
      "season": {
        "uk": [
          "осінь/весна"
        ],
        "ru": [
          "осень/весна"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-spring-autumn",
      "style-sports"
    ]
  },
  {
    "id": 4,
    "name": {
      "uk": "Жіночий спортивний костюм петля однотонний весняний преміум якості",
      "ru": "Женский спортивный костюм петля однотонный весенний премиум качества"
    },
    "oldPrice": 1450,
    "price": 1230,
    "discount": 15,
    "colors": [
      1,
      2,
      3
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "M"
      ],
      "topLength": [
        111
      ],
      "arm": [
        111
      ],
      "breast": [
        111
      ],
      "shoulder": [
        111
      ],
      "shanksLength": [
        111
      ],
      "thigh": [
        111
      ],
      "stretchedBelt": [
        111
      ],
      "notStretchedBelt": [
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/jNeY33iWL0o",
    "disabled": false,
    "images": [
      1,
      2,
      3,
      4
    ],
    "currentColor": {
      "uk": "графіт",
      "ru": "графит"
    },
    "info": {
      "desc": {
        "ru": "Премиальный женский спортивный костюм 'Петля' в цвете графит — идеальное сочетание стиля и функциональности для активных женщин. Изготовлен из высококачественного 100% европейского хлопка, обеспечивающего исключительную прочность и длительное сохранение формы даже после многократных стирок. Уникальный крой костюма подчеркивает женственный силуэт, гарантируя максимальный комфорт при движении. Доступен в размере M для идеальной посадки по фигуре. Универсальный дизайн делает этот костюм незаменимым элементом гардероба на весну и осень для современных женщин, ценящих качество и комфорт в повседневной жизни.",
        "uk": "Преміальний жіночий спортивний костюм 'Петля' у кольорі графіт — ідеальне поєднання стилю та функціональності для активних жінок. Виготовлений зі 100% високоякісної європейської бавовни, що забезпечує виняткову міцність і тривале збереження форми навіть після багаторазових прань. Унікальний крій костюма підкреслює жіночний силует, гарантуючи максимальний комфорт під час руху. Доступний у розмірі M для ідеальної посадки по фігурі. Універсальний дизайн робить цей костюм незамінним елементом гардеробу на весну та осінь для сучасних жінок, які цінують якість і комфорт у повсякденному житті."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;"
        ]
      },
      "season": {
        "uk": [
          "осінь/весна"
        ],
        "ru": [
          "осень/весна"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-spring-autumn",
      "style-sports"
    ]
  },
  {
    "id": 5,
    "name": {
      "uk": "Жіночий спортивний костюм петля однотонний весняний преміум якості",
      "ru": "Женский спортивный костюм петля однотонный весенний премиум качества"
    },
    "price": 1450,
    "colors": [
      1,
      2,
      3,
      4
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "S"
      ],
      "topLength": [
        111
      ],
      "arm": [
        111
      ],
      "breast": [
        111
      ],
      "shoulder": [
        111
      ],
      "shanksLength": [
        111
      ],
      "thigh": [
        111
      ],
      "stretchedBelt": [
        111
      ],
      "notStretchedBelt": [
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/jNeY33iWL0o",
    "disabled": true,
    "images": [
      1,
      2,
      3
    ],
    "currentColor": {
      "uk": "темно-зелений",
      "ru": "темно-зеленый"
    },
    "info": {
      "desc": {
        "uk": "Преміум жіночий спортивний костюм петля - ідеальне поєднання стилю та комфорту для активних жінок. Виготовлений з високоякісної бавовни європейського виробництва, забезпечує відмінну посадку по фігурі та свободу рухів. Однотонний дизайн у темно-зеленому кольорі додає елегантності та універсальності. Костюм зберігає форму та колір навіть після численних прань, ідеальний для весняного сезону. Доступний у розмірі S для ідеальної посадки. Зручний крій та преміум якість тканини роблять цей костюм незамінним елементом гардеробу сучасної жінки.",
        "ru": "Премиум женский спортивный костюм петля - идеальное сочетание стиля и комфорта для активных женщин. Изготовлен из высококачественного хлопка европейского производства, обеспечивает отличную посадку по фигуре и свободу движений. Однотонный дизайн в темно-зеленом цвете добавляет элегантности и универсальности. Костюм сохраняет форму и цвет даже после многочисленных стирок, идеален для весеннего сезона. Доступен в размере S для идеальной посадки. Удобный крой и премиум качество ткани делают этот костюм незаменимым элементом гардероба современной женщины."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;"
        ]
      },
      "season": {
        "uk": [
          "осінь/весна"
        ],
        "ru": [
          "осень/весна"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-spring-autumn",
      "style-sports"
    ]
  },
  {
    "id": 6,
    "name": {
      "uk": "Жіночий костюм Палаццо 2-нитка весняний з широкими брюками вільного крою",
      "ru": "Женский костюм Палаццо 2-нитка весенний с широкими брюками свободного кроя"
    },
    "oldPrice": 1400,
    "price": 1190,
    "discount": 15,
    "colors": [
      7
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "S",
        "M"
      ],
      "topLength": [
        111,
        11
      ],
      "arm": [
        111,
        11
      ],
      "breast": [
        111,
        11
      ],
      "shoulder": [
        111,
        11
      ],
      "shanksLength": [
        111,
        11
      ],
      "thigh": [
        111,
        11
      ],
      "stretchedBelt": [
        111,
        11
      ],
      "notStretchedBelt": [
        111,
        11
      ]
    },
    "videoLink": "https://youtube.com/shorts/jNeY33iWL0o",
    "disabled": false,
    "images": [
      1,
      2,
      3,
      4,
      5,
      6,
      7
    ],
    "currentColor": {
      "uk": "крем",
      "ru": "крем"
    },
    "info": {
      "desc": {
        "uk": "Елегантний жіночий костюм Палаццо з 2-нитки – досконалий вибір для сучасних модниць. Широкі брюки вільного крою у кремовому відтінку створюють витончений силует та забезпечують неперевершений комфорт протягом дня. Виготовлений з преміум бавовни, цей весняний комплект поєднує в собі вишуканість та практичність. Доступний у розмірах S та M, костюм ідеально підкреслює фігуру, приховуючи недоліки та акцентуючи переваги. Універсальний дизайн дозволяє створювати різноманітні образи – від повсякденних до офісних. Особлива структура тканини забезпечує тривалу носку без втрати форми та кольору.",
        "ru": "Элегантный женский костюм Палаццо из 2-нитки – совершенный выбор для современных модниц. Широкие брюки свободного кроя в кремовом оттенке создают изысканный силуэт и обеспечивают непревзойденный комфорт в течение дня. Изготовленный из премиум хлопка, этот весенний комплект сочетает в себе изысканность и практичность. Доступный в размерах S и M, костюм идеально подчеркивает фигуру, скрывая недостатки и акцентируя достоинства. Универсальный дизайн позволяет создавать разнообразные образы – от повседневных до офисных. Особая структура ткани обеспечивает длительную носку без потери формы и цвета."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;"
        ]
      },
      "season": {
        "uk": [
          "осінь/весна"
        ],
        "ru": [
          "осень/весна"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-spring-autumn",
      "style-casual"
    ]
  },
  {
    "id": 7,
    "name": {
      "uk": "Жіночий костюм Палаццо 2-нитка весняний з широкими брюками вільного крою",
      "ru": "Женский костюм Палаццо 2-нитка весенний с широкими брюками свободного кроя"
    },
    "oldPrice": 1400,
    "price": 1190,
    "discount": 15,
    "colors": [
      6
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "S",
        "M"
      ],
      "topLength": [
        111,
        11
      ],
      "arm": [
        111,
        11
      ],
      "breast": [
        111,
        11
      ],
      "shoulder": [
        111,
        11
      ],
      "shanksLength": [
        111,
        11
      ],
      "thigh": [
        111,
        11
      ],
      "stretchedBelt": [
        111,
        11
      ],
      "notStretchedBelt": [
        111,
        11
      ]
    },
    "videoLink": "https://youtube.com/shorts/jNeY33iWL0o",
    "disabled": false,
    "images": [
      1,
      2,
      3,
      4,
      5
    ],
    "currentColor": {
      "uk": "мокко",
      "ru": "мокко"
    },
    "info": {
      "desc": {
        "uk": "Трендовий жіночий костюм Палаццо 2-нитка у вишуканому відтінку мокко – ідеальне рішення для весняного гардеробу. Широкі брюки вільного крою створюють витончений силует та забезпечують максимальний комфорт при русі. Виготовлений з високоякісної бавовни, цей костюм поєднує в собі елегантність та практичність. Доступний у розмірах S та M, забезпечує ідеальну посадку по фігурі, підкреслюючи жіночність та приховуючи недоліки. Преміум матеріали гарантують збереження форми та кольору навіть після численних прань. Універсальний дизайн дозволяє створювати різноманітні образи – від повсякденних до ділових, роблячи цей костюм незамінним у гардеробі сучасної жінки.",
        "ru": "Трендовый женский костюм Палаццо 2-нитка в изысканном оттенке мокко – идеальное решение для весеннего гардероба. Широкие брюки свободного кроя создают изящный силуэт и обеспечивают максимальный комфорт при движении. Изготовленный из высококачественного хлопка, этот костюм сочетает в себе элегантность и практичность. Доступный в размерах S и M, обеспечивает идеальную посадку по фигуре, подчеркивая женственность и скрывая недостатки. Премиум материалы гарантируют сохранение формы и цвета даже после многочисленных стирок. Универсальный дизайн позволяет создавать разнообразные образы – от повседневных до деловых, делая этот костюм незаменимым в гардеробе современной женщины."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;"
        ]
      },
      "season": {
        "uk": [
          "осінь/весна"
        ],
        "ru": [
          "осень/весна"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-spring-autumn",
      "style-casual"
    ]
  },
  {
    "id": 8,
    "name": {
      "uk": "Жіночий костюм Тревел весняний для подорожей з натуральної тканини комфортний",
      "ru": "Женский костюм Тревел весенний для путешествий из натуральной ткани комфортный"
    },
    "price": 1600,
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "S",
        "M"
      ],
      "topLength": [
        111,
        11
      ],
      "arm": [
        111,
        11
      ],
      "breast": [
        111,
        11
      ],
      "shoulder": [
        111,
        11
      ],
      "shanksLength": [
        111,
        11
      ],
      "thigh": [
        111,
        11
      ],
      "stretchedBelt": [
        111,
        11
      ],
      "notStretchedBelt": [
        111,
        11
      ]
    },
    "videoLink": "https://youtube.com/shorts/jNeY33iWL0o",
    "disabled": true,
    "images": [
      1,
      2,
      3
    ],
    "currentColor": {
      "uk": "оливка",
      "ru": "оливка"
    },
    "info": {
      "desc": {
        "ru": "Костюм Тревел из натуральной ткани – идеальное решение для путешествий и активного образа жизни. Изготовлен из 100% премиум хлопка европейского качества, обеспечивающего оптимальную воздухопроницаемость и комфорт в любых условиях. Доступен в размерах S и M, предоставляя идеальную посадку по фигуре. Продуманный крой обеспечивает свободу движений, а высококачественные материалы гарантируют долговечность и сохранение первоначального вида даже после многочисленных стирок. Универсальный дизайн в оливковом оттенке позволяет сочетать костюм с различными аксессуарами, создавая стильные образы для поездок и повседневной носки.",
        "uk": "Костюм Тревел з натуральної тканини – ідеальне рішення для подорожей та активного способу життя. Виготовлений зі 100% преміум бавовни європейської якості, що забезпечує оптимальну повітропроникність і комфорт у будь-яких умовах. Доступний у розмірах S та M, надаючи ідеальну посадку по фігурі. Продуманий крій забезпечує свободу рухів, а високоякісні матеріали гарантують довговічність і збереження первісного вигляду навіть після численних прань. Універсальний дизайн в оливковому відтінку дозволяє поєднувати костюм з різними аксесуарами, створюючи стильні образи для поїздок та повсякденного носіння."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;"
        ]
      },
      "season": {
        "uk": [
          "осінь/весна"
        ],
        "ru": [
          "осень/весна"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-spring-autumn",
      "style-casual"
    ]
  },
  {
    "id": 9,
    "name": {
      "uk": "Жіночий костюм Сіті весняний для міста стильний повсякденний бавовняний",
      "ru": "Женский костюм Сити весенний для города стильный повседневный хлопковый"
    },
    "oldPrice": 1650,
    "price": 1400,
    "discount": 15,
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "S",
        "M"
      ],
      "topLength": [
        111,
        11
      ],
      "arm": [
        111,
        11
      ],
      "breast": [
        111,
        11
      ],
      "shoulder": [
        111,
        11
      ],
      "shanksLength": [
        111,
        11
      ],
      "thigh": [
        111,
        11
      ],
      "stretchedBelt": [
        111,
        11
      ],
      "notStretchedBelt": [
        111,
        11
      ]
    },
    "videoLink": "https://youtube.com/shorts/jNeY33iWL0o",
    "disabled": false,
    "images": [
      1,
      2,
      3,
      4
    ],
    "currentColor": {
      "uk": "мокко",
      "ru": "мокко"
    },
    "info": {
      "desc": {
        "ru": "Элегантный костюм Сити в оттенке мокко – незаменимая база городского гардероба современной женщины. Выполнен из 100% натурального хлопка премиум-класса, обеспечивающего исключительный комфорт при носке в течение всего дня. Представлен в размерах S и M с продуманными пропорциями для разных типов фигуры. Особая технология пошива гарантирует сохранение формы и цвета даже после многократных стирок. Универсальный дизайн с выверенными деталями позволяет создавать как повседневные, так и деловые образы. Идеально подходит для весенне-осеннего периода, сочетая в себе практичность, комфорт и стильный внешний вид с выгодной скидкой 15%.",
        "uk": "Елегантний костюм Сіті у відтінку мокко – незамінна база міського гардеробу сучасної жінки. Виконаний зі 100% натуральної бавовни преміум-класу, що забезпечує виняткову комфортність при носінні протягом усього дня. Представлений у розмірах S та M з продуманими пропорціями для різних типів фігури. Особлива технологія пошиття гарантує збереження форми та кольору навіть після багаторазових прань. Універсальний дизайн з виваженими деталями дозволяє створювати як повсякденні, так і ділові образи. Ідеально підходить для весняно-осіннього періоду, поєднуючи в собі практичність, комфорт і стильний зовнішній вигляд з вигідною знижкою 15%."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;"
        ]
      },
      "season": {
        "uk": [
          "осінь/весна"
        ],
        "ru": [
          "осень/весна"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-spring-autumn",
      "style-casual"
    ]
  },
  {
    "id": 10,
    "name": {
      "uk": "Жіночий костюм Олівія весняний елегантний повсякденний з преміум бавовни",
      "ru": "Женский костюм Оливия весенний элегантный повседневный из премиум хлопка"
    },
    "price": 1650,
    "colors": [
      11
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "M"
      ],
      "topLength": [
        111
      ],
      "arm": [
        111
      ],
      "breast": [
        111
      ],
      "shoulder": [
        111
      ],
      "shanksLength": [
        111
      ],
      "thigh": [
        111
      ],
      "stretchedBelt": [
        111
      ],
      "notStretchedBelt": [
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/jNeY33iWL0o",
    "disabled": true,
    "images": [
      1,
      2,
      3
    ],
    "currentColor": {
      "uk": "оливка",
      "ru": "оливка"
    },
    "info": {
      "desc": {
        "ru": "Премиальный костюм Оливия в эксклюзивном оливковом оттенке – воплощение элегантности и комфорта для весеннего сезона. Изготовлен из высококачественного 100% хлопка европейского производства, обеспечивающего идеальную посадку и комфорт при длительной носке. Доступен в размере M, специально разработанном с учетом особенностей женской фигуры. Уникальный крой подчеркивает достоинства силуэта, а натуральные материалы гарантируют оптимальную терморегуляцию. Особая технология обработки ткани обеспечивает устойчивость к деформации и сохранение первоначального вида даже после многочисленных стирок. Идеальный выбор для создания утонченных повседневных образов с акцентом на качество и стиль.",
        "uk": "Преміальний костюм Олівія в ексклюзивному оливковому відтінку – втілення елегантності та комфорту для весняного сезону. Виготовлений з високоякісної 100% бавовни європейського виробництва, що забезпечує ідеальну посадку і комфорт при тривалому носінні. Доступний у розмірі M, спеціально розробленому з урахуванням особливостей жіночої фігури. Унікальний крій підкреслює переваги силуету, а натуральні матеріали гарантують оптимальну терморегуляцію. Особлива технологія обробки тканини забезпечує стійкість до деформації та збереження початкового вигляду навіть після численних прань. Ідеальний вибір для створення витончених повсякденних образів з акцентом на якість і стиль."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;"
        ]
      },
      "season": {
        "uk": [
          "осінь/весна"
        ],
        "ru": [
          "осень/весна"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-spring-autumn",
      "style-elegant"
    ]
  },
  {
    "id": 11,
    "name": {
      "uk": "Жіночий костюм Олівія весняний елегантний повсякденний з преміум бавовни",
      "ru": "Женский костюм Оливия весенний элегантный повседневный из премиум хлопка"
    },
    "price": 1650,
    "colors": [
      10
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "M"
      ],
      "topLength": [
        111
      ],
      "arm": [
        111
      ],
      "breast": [
        111
      ],
      "shoulder": [
        111
      ],
      "shanksLength": [
        111
      ],
      "thigh": [
        111
      ],
      "stretchedBelt": [
        111
      ],
      "notStretchedBelt": [
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/jNeY33iWL0o",
    "disabled": true,
    "images": [
      1,
      2,
      3
    ],
    "currentColor": {
      "uk": "бежевий",
      "ru": "бежевый"
    },
    "info": {
      "desc": {
        "ru": "Изысканный костюм Оливия в благородном бежевом цвете – идеальное решение для весеннего обновления гардероба. Выполнен из премиального 100% хлопка европейского качества, обеспечивающего непревзойденный комфорт и безупречный внешний вид. Представлен в размере M с тщательно проработанными пропорциями, идеально подчеркивающими женственный силуэт. Уникальная технология пошива и высококачественные материалы гарантируют долговечность и сохранение формы даже после многократных стирок. Нейтральный бежевый оттенок открывает безграничные возможности для создания разнообразных образов – от повседневных до элегантных. Особая структура ткани обеспечивает оптимальную воздухопроницаемость и комфортную носку в течение всего дня.",
        "uk": "Вишуканий костюм Олівія в благородному бежевому кольорі – ідеальне рішення для весняного оновлення гардеробу. Виконаний з преміальної 100% бавовни європейської якості, що забезпечує неперевершений комфорт і бездоганний зовнішній вигляд. Представлений у розмірі M з ретельно опрацьованими пропорціями, що ідеально підкреслюють жіночний силует. Унікальна технологія пошиття та високоякісні матеріали гарантують довговічність і збереження форми навіть після багаторазових прань. Нейтральний бежевий відтінок відкриває безмежні можливості для створення різноманітних образів – від повсякденних до елегантних. Особлива структура тканини забезпечує оптимальну повітропроникність і комфортне носіння протягом усього дня."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;"
        ]
      },
      "season": {
        "uk": [
          "осінь/весна"
        ],
        "ru": [
          "осень/весна"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-spring-autumn",
      "style-elegant"
    ]
  },
  {
    "id": 12,
    "name": {
      "uk": "Жіночий теплий костюм Худі з флісу зимовий комфортний спортивний",
      "ru": "Женский теплый костюм Худи из флиса зимний комфортный спортивный"
    },
    "oldPrice": 1600,
    "price": 1000,
    "discount": 50,
    "colors": [
      13,
      14,
      24
    ],
    "grid": {
      "sizes": [
        "S",
        "M",
        "L",
        "XL",
        "XXL"
      ],
      "availableSizes": [
        "L",
        "XL",
        "XXL"
      ],
      "topLength": [
        111,
        11
      ],
      "arm": [
        111,
        11
      ],
      "breast": [
        111,
        11
      ],
      "shoulder": [
        111,
        11
      ],
      "shanksLength": [
        111,
        11
      ],
      "thigh": [
        111,
        11
      ],
      "stretchedBelt": [
        111,
        11
      ],
      "notStretchedBelt": [
        111,
        11
      ]
    },
    "videoLink": "https://youtube.com/shorts/n3vwHFJ3VsM?si=xD3v_h8cJFbIQt-Z",
    "images": [
      1,
      2,
      3,
      4,
      5
    ],
    "currentSize": "M",
    "currentColor": {
      "uk": "коричневий",
      "ru": "коричневый"
    },
    "info": {
      "desc": {
        "ru": "Премиальный теплый костюм-худи из флиса – идеальное сочетание комфорта и стиля для активных женщин. Изготовлен из высококачественного европейского хлопка с утеплителем из микрофлиса, сохраняющим тепло даже в холодные дни. Доступен в размерах L, XL, XXL в элегантном коричневом цвете. Эргономичный крой обеспечивает свободу движений, а современный дизайн подходит для повседневной носки и активного отдыха. Идеальный выбор для осенне-весеннего периода.",
        "uk": "Преміальний теплий костюм-худі з флісу – ідеальне поєднання комфорту та стилю для активних жінок. Виготовлений з високоякісної європейської бавовни з утеплювачем із мікрофлісу, що зберігає тепло навіть у холодні дні. Доступний у розмірах L, XL, XXL в елегантному коричневому кольорі. Ергономічний крій забезпечує свободу рухів, а сучасний дизайн підходить для повсякденного носіння та активного відпочинку. Ідеальний вибір для осінньо-весняного періоду."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;",
          "тканина утеплена мікрофлісом преміумкласу - зберігає тепло та дозволяє шкірі дихати;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;",
          "ткань утеплена микрофлисом премиум-класса - сохраняет тепло и позволяет коже дышать;"
        ]
      },
      "season": {
        "uk": [
          "осінь/весна"
        ],
        "ru": [
          "осень/весна"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-winter",
      "style-sports",
      "collection-sale"
    ]
  },
  {
    "id": 13,
    "name": {
      "uk": "Жіночий теплий костюм Худі з флісу зимовий комфортний спортивний",
      "ru": "Женский теплый костюм Худи из флиса зимний комфортный спортивный"
    },
    "oldPrice": 1600,
    "price": 1000,
    "discount": 50,
    "colors": [
      12,
      14,
      24
    ],
    "grid": {
      "sizes": [
        "S",
        "M",
        "L"
      ],
      "availableSizes": [
        "M",
        "L"
      ],
      "topLength": [
        1,
        111,
        11
      ],
      "arm": [
        1,
        111,
        11
      ],
      "breast": [
        1,
        111,
        11
      ],
      "shoulder": [
        1,
        111,
        11
      ],
      "shanksLength": [
        1,
        111,
        11
      ],
      "thigh": [
        1,
        111,
        11
      ],
      "stretchedBelt": [
        1,
        111,
        11
      ],
      "notStretchedBelt": [
        1,
        111,
        11
      ]
    },
    "videoLink": "https://youtube.com/shorts/YDxnJuAM34E",
    "images": [
      1,
      2,
      3,
      4,
      5
    ],
    "currentSize": "M",
    "currentColor": {
      "uk": "світло сірий",
      "ru": "светло серый"
    },
    "info": {
      "desc": {
        "ru": "Зимний флисовый костюм-худи светло-серого цвета – незаменимая вещь в гардеробе современной женщины. Изготовлен из 100% хлопка премиум-класса с утеплителем из микрофлиса, обеспечивающим оптимальную терморегуляцию. Доступен в размерах M и L с идеальной посадкой по фигуре. Продуманный крой гарантирует максимальный комфорт при любых движениях, а стильный дизайн позволяет создавать модные зимние образы. Особая технология пошива обеспечивает долговечность и сохранение первоначального вида даже после многократных стирок.",
        "uk": "Зимовий флісовий костюм-худі світло-сірого кольору – незамінна річ у гардеробі сучасної жінки. Виготовлений зі 100% бавовни преміум-класу з утеплювачем із мікрофлісу, що забезпечує оптимальну терморегуляцію. Доступний у розмірах M та L з ідеальною посадкою по фігурі. Продуманий крій гарантує максимальний комфорт при будь-яких рухах, а стильний дизайн дозволяє створювати модні зимові образи. Особлива технологія пошиття забезпечує довговічність та збереження первісного вигляду навіть після багаторазових прань."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;",
          "тканина утеплена мікрофлісом преміумкласу - зберігає тепло та дозволяє шкірі дихати;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;",
          "ткань утеплена микрофлисом премиум-класса - сохраняет тепло и позволяет коже дышать;"
        ]
      },
      "season": {
        "uk": [
          "зима"
        ],
        "ru": [
          "зима"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-winter",
      "style-sports",
      "collection-sale"
    ]
  },
  {
    "id": 14,
    "name": {
      "uk": "Жіночий теплий костюм Худі з флісу зимовий комфортний спортивний",
      "ru": "Женский теплый костюм Худи из флиса зимний комфортный спортивный"
    },
    "price": 1750,
    "colors": [
      13,
      12,
      24
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "S",
        "M"
      ],
      "topLength": [
        1,
        111
      ],
      "arm": [
        1,
        111
      ],
      "breast": [
        1,
        111
      ],
      "shoulder": [
        1,
        111
      ],
      "shanksLength": [
        1,
        111
      ],
      "thigh": [
        1,
        111
      ],
      "stretchedBelt": [
        1,
        111
      ],
      "notStretchedBelt": [
        1,
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/n3vwHFJ3VsM?si=xD3v_h8cJFbIQt-Z",
    "disabled": true,
    "images": [
      1,
      2,
      3
    ],
    "currentColor": {
      "uk": "мокко",
      "ru": "мокко"
    },
    "info": {
      "desc": {
        "ru": "Эксклюзивный зимний костюм-худи цвета мокко – воплощение роскоши и практичности для современных женщин. Создан из высококачественного европейского хлопка с инновационным утеплителем из микрофлиса, обеспечивающим исключительный теплообмен. Представлен в размерах S и M с продуманной эргономикой для идеальной посадки. Уникальный дизайн подчеркивает силуэт, а премиальное качество материалов гарантирует долговечность и неизменный комфорт даже при интенсивном использовании. Идеальное решение для активного зимнего сезона.",
        "uk": "Ексклюзивний зимовий костюм-худі кольору мокко – втілення розкоші та практичності для сучасних жінок. Створений з високоякісної європейської бавовни з інноваційним утеплювачем із мікрофлісу, що забезпечує виняткове теплообмін. Представлений у розмірах S та M з продуманою ергономікою для ідеальної посадки. Унікальний дизайн підкреслює силует, а преміальна якість матеріалів гарантує довговічність і незмінний комфорт навіть при інтенсивному використанні. Ідеальне рішення для активного зимового сезону."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;",
          "тканина утеплена мікрофлісом преміумкласу - зберігає тепло та дозволяє шкірі дихати;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;",
          "ткань утеплена микрофлисом премиум-класса - сохраняет тепло и позволяет коже дышать;"
        ]
      },
      "season": {
        "uk": [
          "зима"
        ],
        "ru": [
          "зима"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-winter",
      "style-sports"
    ]
  },
  {
    "id": 24,
    "name": {
      "uk": "Жіночий теплий костюм Худі з флісу зимовий комфортний спортивний",
      "ru": "Женский теплый костюм Худи из флиса зимний комфортный спортивный"
    },
    "oldPrice": 1600,
    "price": 1000,
    "discount": 50,
    "colors": [
      12,
      13,
      14
    ],
    "grid": {
      "sizes": [
        "S",
        "M",
        "L"
      ],
      "availableSizes": [
        "S",
        "M",
        "L"
      ],
      "topLength": [
        1,
        111
      ],
      "arm": [
        1,
        111
      ],
      "breast": [
        1,
        111
      ],
      "shoulder": [
        1,
        111
      ],
      "shanksLength": [
        1,
        111
      ],
      "thigh": [
        1,
        111
      ],
      "stretchedBelt": [
        1,
        111
      ],
      "notStretchedBelt": [
        1,
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/n3vwHFJ3VsM?si=xD3v_h8cJFbIQt-Z",
    "images": [
      1,
      2,
      3,
      4,
      5
    ],
    "currentSize": "S",
    "currentColor": {
      "uk": "бургунді",
      "ru": "бургунди"
    },
    "info": {
      "desc": {
        "ru": "Стильный зимний костюм-худи цвета бургунди – топовая новинка сезона для модных и активных женщин. Изготовлен из премиальной европейской 100% хлопковой ткани с передовым утеплителем из микрофлиса, обеспечивающим непревзойденную защиту от холода. Доступен во всех основных размерах (S, M, L) с анатомической посадкой. Эксклюзивный оттенок бургунди выгодно подчеркивает индивидуальность, а безупречное качество исполнения гарантирует долговечность и неизменно привлекательный внешний вид. Идеальный выбор для создания стильных зимних образов.",
        "uk": "Стильний зимовий костюм-худі кольору бургунді – топова новинка сезону для модних і активних жінок. Виготовлений з преміальної європейської 100% бавовняної тканини з передовим утеплювачем із мікрофлісу, що забезпечує неперевершений захист від холоду. Доступний у всіх основних розмірах (S, M, L) з анатомічною посадкою. Ексклюзивний відтінок бургунді вигідно підкреслює індивідуальність, а бездоганна якість виконання гарантує довговічність і незмінно привабливий зовнішній вигляд. Ідеальний вибір для створення стильних зимових образів."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;",
          "тканина утеплена мікрофлісом преміумкласу - зберігає тепло та дозволяє шкірі дихати;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;",
          "ткань утеплена микрофлисом премиум-класса - сохраняет тепло и позволяет коже дышать;"
        ]
      },
      "season": {
        "uk": [
          "зима"
        ],
        "ru": [
          "зима"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-winter",
      "style-sports",
      "collection-sale"
    ]
  },
  {
    "id": 16,
    "name": {
      "uk": "Жіночий костюм Кенгуру з флісу теплий з кишенею зимовий",
      "ru": "Женский костюм Кенгуру из флиса теплый с карманом зимний"
    },
    "oldPrice": 1650,
    "price": 1000,
    "discount": 50,
    "colors": [
      15,
      17
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "S",
        "M"
      ],
      "topLength": [
        1,
        111
      ],
      "arm": [
        1,
        111
      ],
      "breast": [
        1,
        111
      ],
      "shoulder": [
        1,
        111
      ],
      "shanksLength": [
        1,
        111
      ],
      "thigh": [
        1,
        111
      ],
      "stretchedBelt": [
        1,
        111
      ],
      "notStretchedBelt": [
        1,
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/x37IediiaMA",
    "images": [
      1,
      2,
      3,
      4,
      5
    ],
    "currentSize": "S",
    "currentColor": {
      "uk": "крем",
      "ru": "крем"
    },
    "info": {
      "desc": {
        "uk": "Стильний жіночий костюм Кенгуру з флісу - ідеальне рішення для холодної зими! Модель з зручною кишенею кенгуру забезпечує максимальний комфорт і тепло. Доступний у розмірах S та M, костюм виготовлений з високоякісного флісу, що зберігає тепло навіть у сильні морози. Унікальний дизайн поєднує практичність і сучасні тенденції моди. Ідеально підходить для повсякденного використання, прогулянок і активного відпочинку взимку. Насолоджуйтесь комфортом і стилем з нашим теплим костюмом Кенгуру!",
        "ru": "Стильный женский костюм Кенгуру из флиса - идеальное решение для холодной зимы! Модель с удобным карманом кенгуру обеспечивает максимальный комфорт и тепло. Доступный в размерах S и M, костюм изготовлен из высококачественного флиса, сохраняющего тепло даже в сильные морозы. Уникальный дизайн сочетает практичность и современные тенденции моды. Идеально подходит для повседневного использования, прогулок и активного отдыха зимой. Наслаждайтесь комфортом и стилем с нашим теплым костюмом Кенгуру!"
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;",
          "тканина утеплена мікрофлісом преміумкласу - зберігає тепло та дозволяє шкірі дихати;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;",
          "ткань утеплена микрофлисом премиум-класса - сохраняет тепло и позволяет коже дышать;"
        ]
      },
      "season": {
        "uk": [
          "зима"
        ],
        "ru": [
          "зима"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-winter",
      "style-casual",
      "collection-sale"
    ]
  },
  {
    "id": 17,
    "name": {
      "uk": "Жіночий костюм Кенгуру з флісу теплий з кишенею зимовий",
      "ru": "Женский костюм Кенгуру из флиса теплый с карманом зимний"
    },
    "oldPrice": 1650,
    "price": 1000,
    "discount": 50,
    "colors": [
      16,
      15
    ],
    "grid": {
      "sizes": [
        "S",
        "M",
        "XXL"
      ],
      "availableSizes": [
        "S",
        "M",
        "XXL"
      ],
      "topLength": [
        1,
        111
      ],
      "arm": [
        1,
        111
      ],
      "breast": [
        1,
        111
      ],
      "shoulder": [
        1,
        111
      ],
      "shanksLength": [
        1,
        111
      ],
      "thigh": [
        1,
        111
      ],
      "stretchedBelt": [
        1,
        111
      ],
      "notStretchedBelt": [
        1,
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/x37IediiaMA",
    "images": [
      1,
      2,
      3,
      4,
      5,
      6
    ],
    "currentSize": "S",
    "currentColor": {
      "uk": "оливка",
      "ru": "оливка"
    },
    "info": {
      "desc": {
        "uk": "Зимовий жіночий костюм Кенгуру з флісу в оливковому кольорі - ваш надійний захист від холоду! Унікальна модель з практичною кишенею кенгуру створена для максимального комфорту. Доступний у широкому діапазоні розмірів S, M та XXL, підійде для будь-якої фігури. Преміальний фліс забезпечує відмінну теплоізоляцію та збереження форми протягом усього сезону. Ідеальне поєднання функціональності та елегантності для сучасних жінок. Оновіть свій зимовий гардероб стильним та практичним костюмом, який стане вашим улюбленим на довгі роки!",
        "ru": "Зимний женский костюм Кенгуру из флиса в оливковом цвете - ваша надежная защита от холода! Уникальная модель с практичным карманом кенгуру создана для максимального комфорта. Доступный в широком диапазоне размеров S, M и XXL, подойдет для любой фигуры. Премиальный флис обеспечивает отличную теплоизоляцию и сохранение формы в течение всего сезона. Идеальное сочетание функциональности и элегантности для современных женщин. Обновите свой зимний гардероб стильным и практичным костюмом, который станет вашим любимым на долгие годы!"
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;",
          "тканина утеплена мікрофлісом преміумкласу - зберігає тепло та дозволяє шкірі дихати;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;",
          "ткань утеплена микрофлисом премиум-класса - сохраняет тепло и позволяет коже дышать;"
        ]
      },
      "season": {
        "uk": [
          "зима"
        ],
        "ru": [
          "зима"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-winter",
      "style-casual",
      "collection-sale"
    ]
  },
  {
    "id": 18,
    "name": {
      "uk": "Жіночий костюм Кенгуру з замком з флісу теплий зимовий спортивний",
      "ru": "Женский костюм Кенгуру с замком из флиса теплый зимний спортивный"
    },
    "oldPrice": 1800,
    "price": 1000,
    "discount": 55,
    "colors": [
      19,
      20
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "S",
        "M"
      ],
      "topLength": [
        1,
        111
      ],
      "arm": [
        1,
        111
      ],
      "breast": [
        1,
        111
      ],
      "shoulder": [
        1,
        111
      ],
      "shanksLength": [
        1,
        111
      ],
      "thigh": [
        1,
        111
      ],
      "stretchedBelt": [
        1,
        111
      ],
      "notStretchedBelt": [
        1,
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/niM9kVZIaoA",
    "images": [
      1,
      2,
      3,
      4,
      5,
      6
    ],
    "currentSize": "S",
    "currentColor": {
      "uk": "мокко",
      "ru": "мокко"
    },
    "info": {
      "desc": {
        "uk": "Ексклюзивний жіночий спортивний костюм Кенгуру з флісу в кольорі мокко - поєднання стилю та функціональності для активної зими! Інноваційна модель з зручним замком забезпечує ідеальну посадку та свободу рухів. Доступний у розмірах S та M, виготовлений з високотехнологічного флісу, що зберігає тепло при будь-яких температурах. Особлива конструкція костюма гарантує комфорт під час занять спортом та щоденних прогулянок. Преміальна якість пошиття та матеріалів забезпечує тривалий термін служби. Зробіть свій зимовий гардероб більш функціональним з нашим теплим спортивним костюмом Кенгуру!",
        "ru": "Эксклюзивный женский спортивный костюм Кенгуру из флиса в цвете мокко - сочетание стиля и функциональности для активной зимы! Инновационная модель с удобной молнией обеспечивает идеальную посадку и свободу движений. Доступный в размерах S и M, изготовлен из высокотехнологичного флиса, сохраняющего тепло при любых температурах. Особая конструкция костюма гарантирует комфорт во время занятий спортом и ежедневных прогулок. Премиальное качество пошива и материалов обеспечивает длительный срок службы. Сделайте свой зимний гардероб более функциональным с нашим теплым спортивным костюмом Кенгуру!"
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;",
          "тканина утеплена мікрофлісом преміумкласу - зберігає тепло та дозволяє шкірі дихати;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;",
          "ткань утеплена микрофлисом премиум-класса - сохраняет тепло и позволяет коже дышать;"
        ]
      },
      "season": {
        "uk": [
          "зима"
        ],
        "ru": [
          "зима"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-winter",
      "style-sports",
      "collection-sale"
    ]
  },
  {
    "id": 19,
    "name": {
      "uk": "Жіночий костюм Кенгуру з замком з флісу теплий зимовий спортивний",
      "ru": "Женский костюм Кенгуру с замком из флиса теплый зимний спортивный"
    },
    "discount": 55,
    "oldPrice": 1800,
    "price": 1000,
    "colors": [
      18,
      20
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [
        "S",
        "M"
      ],
      "topLength": [
        1,
        111
      ],
      "arm": [
        1,
        111
      ],
      "breast": [
        1,
        111
      ],
      "shoulder": [
        1,
        111
      ],
      "shanksLength": [
        1,
        111
      ],
      "thigh": [
        1,
        111
      ],
      "stretchedBelt": [
        1,
        111
      ],
      "notStretchedBelt": [
        1,
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/ogiGia4o-K8",
    "images": [
      1,
      2,
      3,
      4,
      5,
      6
    ],
    "currentSize": "S",
    "currentColor": {
      "uk": "крем",
      "ru": "крем"
    },
    "info": {
      "desc": {
        "uk": "Преміальний жіночий костюм Кенгуру з замком у кремовому кольорі - найкраще рішення для зимового сезону! Спортивний дизайн з практичним замком забезпечує зручність використання та стильний вигляд. Ідеально підходить для розмірів S та M, створений з урахуванням анатомічних особливостей жіночої фігури. Високоякісний фліс гарантує надійний захист від холоду, зберігаючи легкість і комфорт протягом дня. Особлива технологія пошиття запобігає деформації та зношуванню навіть при активному використанні. Універсальний елегантний костюм для сучасних жінок, які цінують якість, комфорт і стиль!",
        "ru": "Премиальный женский костюм Кенгуру с замком в кремовом цвете - лучшее решение для зимнего сезона! Спортивный дизайн с практичной молнией обеспечивает удобство использования и стильный внешний вид. Идеально подходит для размеров S и M, создан с учетом анатомических особенностей женской фигуры. Высококачественный флис гарантирует надежную защиту от холода, сохраняя легкость и комфорт в течение дня. Особая технология пошива предотвращает деформацию и износ даже при активном использовании. Универсальный элегантный костюм для современных женщин, ценящих качество, комфорт и стиль!"
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;",
          "тканина утеплена мікрофлісом преміумкласу - зберігає тепло та дозволяє шкірі дихати;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;",
          "ткань утеплена микрофлисом премиум-класса - сохраняет тепло и позволяет коже дышать;"
        ]
      },
      "season": {
        "uk": [
          "зима"
        ],
        "ru": [
          "зима"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-winter",
      "style-sports",
      "collection-sale"
    ]
  },
  {
    "id": 20,
    "name": {
      "uk": "Жіночий костюм Кенгуру з замком з флісу теплий зимовий спортивний",
      "ru": "Женский костюм Кенгуру с замком из флиса теплый зимний спортивный"
    },
    "oldPrice": 1800,
    "price": 1440,
    "colors": [
      18,
      19
    ],
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [],
      "topLength": [
        1,
        111
      ],
      "arm": [
        1,
        111
      ],
      "breast": [
        1,
        111
      ],
      "shoulder": [
        1,
        111
      ],
      "shanksLength": [
        1,
        111
      ],
      "thigh": [
        1,
        111
      ],
      "stretchedBelt": [
        1,
        111
      ],
      "notStretchedBelt": [
        1,
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/HrucRxOIDnE",
    "images": [
      1,
      2,
      3,
      4,
      5
    ],
    "currentSize": "М",
    "currentColor": {
      "uk": "бургунді",
      "ru": "бургунди"
    },
    "info": {
      "desc": {
        "ru": "Премиальный женский костюм Кенгуру с замком из высококачественного флиса – идеальное решение для зимнего сезона 2023-2024! Модель разработана с учетом анатомических особенностей женской фигуры для размеров S и M. Уникальная технология двойного утепления обеспечивает максимальный комфорт при температуре до -15°C. Практичная молния и стильный крой подчеркивают силуэт, сохраняя полную свободу движений. Специальная обработка ткани предотвращает скатывание и деформацию даже после многократных стирок. Идеально сочетается с любой зимней обувью для создания гармоничного повседневного образа.",
        "uk": "Преміальний жіночий костюм Кенгуру із замком з високоякісного флісу – ідеальне рішення для зимового сезону 2023-2024! Модель розроблена з урахуванням анатомічних особливостей жіночої фігури для розмірів S та M. Унікальна технологія подвійного утеплення забезпечує максимальний комфорт при температурі до -15°C. Практична блискавка та стильний крій підкреслюють силует, зберігаючи повну свободу рухів. Спеціальна обробка тканини запобігає скочуванню та деформації навіть після багаторазових прань. Ідеально поєднується з будь-яким зимовим взуттям для створення гармонійного повсякденного образу."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;",
          "тканина утеплена мікрофлісом преміумкласу - зберігає тепло та дозволяє шкірі дихати;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;",
          "ткань утеплена микрофлисом премиум-класса - сохраняет тепло и позволяет коже дышать;"
        ]
      },
      "season": {
        "uk": [
          "зима"
        ],
        "ru": [
          "зима"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-winter",
      "style-sports"
    ]
  },
  {
    "id": 21,
    "name": {
      "uk": "Жіночий костюм з замком з флісу теплий зимовий повсякденний",
      "ru": "Женский костюм с замком из флиса теплый зимний повседневный"
    },
    "oldPrice": 1700,
    "price": 1360,
    "grid": {
      "sizes": [
        "S",
        "M"
      ],
      "availableSizes": [],
      "topLength": [
        1,
        111
      ],
      "arm": [
        1,
        111
      ],
      "breast": [
        1,
        111
      ],
      "shoulder": [
        1,
        111
      ],
      "shanksLength": [
        1,
        111
      ],
      "thigh": [
        1,
        111
      ],
      "stretchedBelt": [
        1,
        111
      ],
      "notStretchedBelt": [
        1,
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/BS3a2lpUIxQ",
    "images": [
      1,
      2,
      3,
      4,
      5,
      6
    ],
    "currentSize": "S",
    "currentColor": {
      "uk": "блакитний",
      "ru": "голубой"
    },
    "info": {
      "desc": {
        "ru": "Эксклюзивный женский костюм с замком в нежно-голубом цвете – безупречный выбор для зимнего гардероба! Инновационная технология пошива обеспечивает идеальную посадку по фигуре для размеров S и M. Многослойный флис премиум-класса создает надежную защиту от холода до -10°C, сохраняя легкость и элегантность силуэта. Усиленные швы и специальная обработка ткани гарантируют долговечность и сохранение первоначального вида даже при интенсивной носке. Функциональный дизайн с удобной молнией сочетает практичность повседневной одежды и утонченный стиль для любого случая.",
        "uk": "Ексклюзивний жіночий костюм із замком у ніжно-блакитному кольорі – бездоганний вибір для зимового гардеробу! Інноваційна технологія пошиття забезпечує ідеальну посадку по фігурі для розмірів S та M. Багатошаровий фліс преміум-класу створює надійний захист від холоду до -10°C, зберігаючи легкість та елегантність силуету. Посилені шви та спеціальна обробка тканини гарантують довговічність і збереження первісного вигляду навіть при інтенсивному носінні. Функціональний дизайн із зручною блискавкою поєднує практичність повсякденного одягу та витончений стиль для будь-якого випадку."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;",
          "тканина утеплена мікрофлісом преміумкласу - зберігає тепло та дозволяє шкірі дихати;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;",
          "ткань утеплена микрофлисом премиум-класса - сохраняет тепло и позволяет коже дышать;"
        ]
      },
      "season": {
        "uk": [
          "зима"
        ],
        "ru": [
          "зима"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-winter",
      "style-casual"
    ]
  },
  {
    "id": 22,
    "name": {
      "uk": "Жіночий костюм батал з флісу великих розмірів теплий зимовий",
      "ru": "Женский костюм батал из флиса больших размеров теплый зимний"
    },
    "price": 1750,
    "colors": [
      23
    ],
    "grid": {
      "sizes": [
        "XL",
        "XXL"
      ],
      "availableSizes": [
        "XL",
        "XXL"
      ],
      "topLength": [
        1,
        111
      ],
      "arm": [
        1,
        111
      ],
      "breast": [
        1,
        111
      ],
      "shoulder": [
        1,
        111
      ],
      "shanksLength": [
        1,
        111
      ],
      "thigh": [
        1,
        111
      ],
      "stretchedBelt": [
        1,
        111
      ],
      "notStretchedBelt": [
        1,
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/n3vwHFJ3VsM?si=xD3v_h8cJFbIQt-Z",
    "disabled": true,
    "images": [
      1,
      2,
      3
    ],
    "currentColor": {
      "uk": "коричневий",
      "ru": "коричневый"
    },
    "info": {
      "desc": {
        "ru": "Роскошный женский костюм батал из премиального флиса для размеров XL и XXL – совершенное сочетание тепла и стиля! Эксклюзивная модель 2023-2024 разработана с учетом особенностей полной фигуры, обеспечивая идеальные пропорции и максимальный комфорт. Инновационный крой с анатомическими вытачками подчеркивает достоинства силуэта, скрывая недостатки. Специальная технология двойного утепления гарантирует защиту от холода до -15°C без утяжеления конструкции. Элегантный коричневый оттенок и продуманные детали делают костюм универсальным решением для повседневных и праздничных образов в зимний сезон.",
        "uk": "Розкішний жіночий костюм батал з преміального флісу для розмірів XL та XXL – досконале поєднання тепла та стилю! Ексклюзивна модель 2023-2024 розроблена з урахуванням особливостей повної фігури, забезпечуючи ідеальні пропорції та максимальний комфорт. Інноваційний крій з анатомічними виточками підкреслює переваги силуету, приховуючи недоліки. Спеціальна технологія подвійного утеплення гарантує захист від холоду до -15°C без обтяження конструкції. Елегантний коричневий відтінок і продумані деталі роблять костюм універсальним рішенням для повсякденних і святкових образів у зимовий сезон."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;",
          "тканина утеплена мікрофлісом преміумкласу - зберігає тепло та дозволяє шкірі дихати;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;",
          "ткань утеплена микрофлисом премиум-класса - сохраняет тепло и позволяет коже дышать;"
        ]
      },
      "season": {
        "uk": [
          "зима"
        ],
        "ru": [
          "зима"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-winter",
      "style-casual"
    ]
  },
  {
    "id": 23,
    "name": {
      "uk": "Жіночий костюм батал з флісу великих розмірів теплий зимовий",
      "ru": "Женский костюм батал из флиса больших размеров теплый зимний"
    },
    "price": 1750,
    "colors": [
      22
    ],
    "grid": {
      "sizes": [
        "XXL"
      ],
      "availableSizes": [
        "XXL"
      ],
      "topLength": [
        111
      ],
      "arm": [
        111
      ],
      "breast": [
        111
      ],
      "shoulder": [
        111
      ],
      "shanksLength": [
        111
      ],
      "thigh": [
        111
      ],
      "stretchedBelt": [
        111
      ],
      "notStretchedBelt": [
        111
      ]
    },
    "videoLink": "https://youtube.com/shorts/n3vwHFJ3VsM?si=xD3v_h8cJFbIQt-Z",
    "disabled": true,
    "images": [
      1,
      2,
      3
    ],
    "currentColor": {
      "uk": "оливка",
      "ru": "оливка"
    },
    "info": {
      "desc": {
        "ru": "Великолепный женский костюм батал в оливковом цвете для размера XXL – идеальное решение для зимнего сезона 2023-2024! Уникальная конструкция с учетом особенностей полной фигуры обеспечивает безупречную посадку и визуальную коррекцию силуэта. Высокотехнологичный флис премиум-класса с трехслойной структурой создает оптимальный микроклимат и надежную защиту от холода до -20°C. Специальные усиленные швы и эластичные вставки гарантируют свободу движений и долговечность изделия даже при активной носке. Благородный оливковый оттенок и продуманный дизайн делают костюм универсальным элементом гардероба, который легко комбинируется с любыми аксессуарами.",
        "uk": "Розкішний жіночий костюм батал в оливковому кольорі для розміру XXL – ідеальне рішення для зимового сезону 2023-2024! Унікальна конструкція з урахуванням особливостей повної фігури забезпечує бездоганну посадку та візуальну корекцію силуету. Високотехнологічний фліс преміум-класу з тришаровою структурою створює оптимальний мікроклімат і надійний захист від холоду до -20°C. Спеціальні посилені шви та еластичні вставки гарантують свободу рухів і довговічність виробу навіть при активному носінні. Благородний оливковий відтінок і продуманий дизайн роблять костюм універсальним елементом гардеробу, який легко комбінується з будь-якими аксесуарами."
      },
      "material": {
        "uk": [
          "якісна європейська 100% бавовна преміум класу - забезпечує комфорт та довговічність;",
          "тканина утеплена мікрофлісом преміумкласу - зберігає тепло та дозволяє шкірі дихати;"
        ],
        "ru": [
          "качественный европейский 100% хлопок премиум класса - обеспечивает комфорт и долговечность;",
          "ткань утеплена микрофлисом премиум-класса - сохраняет тепло и позволяет коже дышать;"
        ]
      },
      "season": {
        "uk": [
          "зима"
        ],
        "ru": [
          "зима"
        ]
      }
    },
    "categories": [
      "all-suits",
      "seasonal-winter",
      "style-casual"
    ]
  }
]